package ru.bjcreslin.domain;

import javax.persistence.Entity;
import javax.persistence.Table;

@Entity
@Table(name = "treners")
public class Trener extends People {
}
/*
 "Id": 61321,
        "VersionNumber": 1,
        "ReleaseNumber": 7,
        "Caption": "Открытый реестр тренеров и специалистов (в том числе педагогов дополнительного образования по дополнительным общеразвивающим программам) в области физической культуры и спорта города Москвы",
        "CategoryId": 15,
        "DepartmentId": 16,
        "PublishDate": "25.01.2019",
        "FullDescription": "Открытый реестр тренеров и иных специалистов в области физической культуры и спорта, деятельность которых связана со спортивной подготовкой и проведением занятий по физической культуре и спорту (в том числе педагогах дополнительного образования по дополнительным общеразвивающим программам, инструкторах по спорту, инструкторах-методистах физкультурно-спортивных организаций и др.), осуществляющих свою деятельность на территории города Москвы&raquo;.<br />\nКаталог содержит информацию о тренерах имеющих:<br />\n- соответствующее среднее профессиональное образование или высшее образование в области физической культуры и спорта;<br />\n- соответствующее дополнительное профессиональное образование в области физической культуры и спорта;<br />\n- личные высокие спортивные достижения;<br />\n- соответствующие документы о повышении квалификации в области физической культуры и спорта, выданные аккредитованными спортивными федерациями.",
        "Keywords": "реестр тренеров, москва, спорт, физическая культура, дополнительные общеразвивающие программы, педагоги дополнительногообразования, реестр специалистов",
        "ContainsGeodata": false,
        "ContainsAccEnvData": false,
        "IsForeign": false,
        "IsSeasonal": false,
        "Season": "0",
        "IsArchive": false,
        "IsNew": false,
        "LastUpdateDate": "25.01.2019",
        "SefUrl": "7708308010-otkrytiy-reestr-trenerov-i-spetsialistov",
        "IdentificationNumber": "7708308010-Otkrytyyreestrtrenerovispetsialistov"
    },
 */
